//
//  ZZCDestinationContents.h
//  ZZCCicadaTravelNotes
//
//  Created by zzc on 15-4-16.
//  Copyright (c) 2015年 zzc. All rights reserved.
//

#import <Foundation/Foundation.h>

@interface ZZCDestinationContents : NSObject
@property (nonatomic,copy) NSString *name;// "关于日本",
@property (nonatomic,copy) NSString *description_html;// "<p>日本，由北海道、本州、四国、九州四个大岛和六千多个小岛组成的东亚岛国。<br>\n日剧，动漫，铁路，日料，樱花，枫叶，温泉，这些美好的关键词拼出了日本最初的印象。</p>\n\n<p>日本国土面积不算特别大，旅行资源却十分丰富，自然风景方面，这里有漫长的美丽海岸线，贯穿全境的山川湖泊，各种火山温泉以及冲绳适宜潜水的蓝洞和珊瑚礁。<br>\n人文方面则有着更大的吸引力，无论你是二次元文化爱好者，科技迷或铁路控，或对古建筑、神殿、庙宇、歌舞伎、茶艺有兴趣，日本都能满足你的好奇心。当然，美食也是另一个让你爱上日本的理由。</p>\n\n<p>随着日币汇率的持续走低，和廉价航线覆盖面的扩大，去日本旅行的性价比也正变得越来越高。</p>\n<strong>#适宜旅行季节#</strong>\n<p>总的来说，日本的最佳旅行时间是春秋两季。</p>\n\n<p>3-5月的樱花，从九州开到北海道，梦幻景色每年都吸引大批追樱人，樱花的花期很短，通常只开1周，每年开发时间还略有不同，所以有追樱计划的话还需要关注当年樱花前线的时间变化。</p>\n\n<p>10-11月则是枫叶季，这时气候宜人，层林尽染，也是旅行的好时间，尤其是京都那一片，古色古香的建筑在红叶中份外迷人。</p>\n\n<p>而炎热的夏季和寒冷的冬季，虽然不是日本大部分地区的最佳旅行时节，但却是北海道最适合旅行的季节。<br>\n夏季的北海道富良野，大片的薰衣草花田可媲美普罗旺斯，美瑛的拼布之路和彩带般的五彩花丘更让人流连忘返。<br>\n而冬季去北海道则可以去体验冬季限定的特色蒸汽火车、坐着破冰船去看流冰、泡温泉感受冰火两重天。</p>\n<strong>#面积与人口#</strong>\n<p>日本国土面积37.8万平方公里左右，人口超过1.2亿，是世界人口数量第10大的国家，首都东京及周边的数县构成的首都圈居住了3千万以上的人口，是世界最大的都市圈。</p>\n<strong>#时差#</strong>\n<p>日本时间比中国早1个小时，即日本上午8点的时候，北京时间是上午7点。</p>\n"
@end
